[
    {
        "date": "Nov. 2024",
        "theme": "transparent",
        "title": "Lantau, Hong Kong",
        "description": "Some of the best years of my life were spent on this island. A combination of spectacular views from the many trails that run in every direction, wonderful beaches, beautiful cobbled squares, temples and so many other wonders. What a great few days we had on Lantau.",
        "main": "lantau.jpg",
        "complement_01": "lantau-detail-01.jpg",
        "complement_02": "lantau-detail-02.jpg"
    },{
        "date": "Nov. 2024",
        "theme": "transparent",
        "title": "Singapore",
        "description": "A few years ago, while working for Reuters, I lived for a few years on the warm and futuristic island of Singapore. I have very fond memories of that time: long walks along Marina Bay, the Gardens by the Bay, that place on Dempsey Hill where I used to take my family all the time, relaxing in the pool in my place in Clementi, or visiting Westgate and Jem, even the airport...",
        "main": "singapore_v01.jpg",
        "complement_01": "singapore_v01_d01.jpg",
        "complement_02": "singapore_v01_d02.jpg",
        "complement_03": "singapore_v01_d03.jpg",
        "complement_04": "singapore_v01_d04.jpg",
        "closing": "To my friends there, I hope you all are doing great, living the good life. You are always in my thoughts."
    },{
        "date": "Nov. 2023",
        "theme": "white",
        "title": "Snowy Christmas",
        "description": "I wrote a post at the end of 2023 while seeing a few snowflakes in NYC. On 2022 we barely saw snow in New York, so I was crossing fingers for a rare chance of a white Christmas. I collected data from the US National Ice Center <a href='https://usicecenter.gov/'>usicecenter.gov</a> to make the map below showing the extent of the snow. The purple spots are population density from the <a href='https://sedac.ciesin.columbia.edu/'>SEDAC</a>.",
        "main": "snowmap_nov30_2023.jpg",
        "complement_01": "snow2023-nov-1.gif",
        "complement_02": "",
        "complement_03": "",
        "complement_04": "",
        "closing": "There was no snow in NYC on Christmas, but I had a great time with my family tho."
    },
    {
        "date": "Feb 2022",
        "title": "Santa María de Dota",
        "theme": "transparent",
        "description": "Santa María de Dota, mi pueblo natal, es un distrito de la provincia de San José, Costa Rica. Dota en general es conocida por su café y su clima fresco. He hecho varios mapas de mi pueblo por diversión, y este es uno de ellos. He añadido un par de detalles como mi casa resaltada sin ningún motivo, pero también recordar el lodo y los ríos que atraviesan el pueblo me traen muchos recuerdos de mis años en estos valles que se elevan a más de dos mil metros sobre el nivel del mar.",
        "main": "dota_map_v1.jpg",
        "complement_01": "dota_map_v1_d01.jpg",
        "complement_02": "dota_map_v1_d02.jpg",
        "complement_03": "dota_map_v2_01.jpg",
        "complement_04": "dota_map_v2_02.jpg",
        "super": "dota_map_v2.jpg",
        "closing": "Crecí entre cafetales, montañas y ríos. Y aunque ya hace muchos años que no vivo en Dota, siempre será mi hogar. Qué mejor manera de celebrar mis raíces que con un mapa de mi pueblo."
    },
    {
        "date": "May 2021",
        "title": "Endeavour",
        "theme": "transparent",
        "description": "En Febrero del 2000, el sistema de radar abordo del transbordador Endeavour capturó datos para crear un modelo digital de las masas continentales de nuestro planeta. Los sets de datos se pusieron al alcance del publico en general 14 años después por orden de La Casa Blanca, aun hoy el SRTM-30 es una de las colecciones de información global más detalladas de libre acceso.",
        "main": "raster3.jpg",
        "complement_01": "sarapiqui_v1-crop01.jpg",
        "complement_02": "sarapiqui_v1-crop02.jpg",
        "complement_03": "sarapiqui_v1-crop03.jpg",
        "complement_04": "sarapiqui_v1-crop04.jpg",
        "closing": "Miles de personas las hemos usado por años para diversas aplicaciones. Lea más sobre el <a href='https://www2.jpl.nasa.gov/srtm'>SRTM aquí.</a>."
    }
]